tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"
brew "httpie"
brew "fx"
brew "bat"
brew "exa"
brew "fd"
brew "git-delta"
brew "lazygit"
brew "lazydocker"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "tmux"
brew "reattach-to-user-namespace"
brew "asdf"
brew "yarn"
brew "starship"
brew "isacikgoz/taps/tldr"
brew "thefuck"
brew "bash-completion"
brew "zoxide"
brew "zsh-completion"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "font-ricty-diminished"
cask "font-hack-nerd-font"
cask "macwinzipper"
cask "hyperswitch"
cask "raycast"
cask "visual-studio-code"
