tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"
brew "httpie"
brew "bat"
brew "exa"
brew "fd"
brew "lazygit"
brew "lazydocker"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "tmux"
brew "reattach-to-user-namespace"
brew "asdf"
brew "yarn"
brew "starship"
brew "tldr"
brew "thefuck"
cask "font-ricty-diminished"
cask "font-hack-nerd-font"
cask "macwinzipper"
cask "spectacle"
cask "hyperswitch"
cask "alfred"
cask "visual-studio-code"
